{"id":77615,"date":"2020-09-08T15:34:53","date_gmt":"2020-09-08T14:34:53","guid":{"rendered":"https:\/\/houseplansdirect.co.uk\/?p=77615"},"modified":"2021-01-04T09:33:48","modified_gmt":"2021-01-04T09:33:48","slug":"10-projects-that-dont-need-planning-permission","status":"publish","type":"post","link":"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/","title":{"rendered":"Do I need Planning Permission? 10 Projects That Don’t Need Planning Permission"},"content":{"rendered":"<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"800\" height=\"600\" src=\"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/builder-on-site.jpg\" alt=\"projects that don't need planning permission\" class=\"wp-image-77647\"\/><\/figure>\n\n\n\n<p>Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp;<\/p>\n\n\n\n<p>We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can tackle to upgrade your home without going through the painful planning permission process.<\/p>\n\n\n\n<p>So, if you want to add some more projects to a never-ending renovation list, then keep reading…<\/p>\n\n\n\n<p><strong><em>(Please note, for listed buildings the rules may differ from those listed below, and you should always seek advice from your local building control. Some rules in Scotland or Northern Ireland may also differ. It is your own responsibility to thoroughly research any project and abide by any current laws and legislation.)<\/em><\/strong><\/p>\n\n\n\n<p><strong>THE LIST:<\/strong><\/p>\n\n\n\n<ol><li>Removing Internal Walls<\/li><li>Replacing Or Adding New Windows And Doors<\/li><li>Adding A Conservatory<\/li><li>Sheds And Other Garden Buildings<\/li><li>Garages And Carports<\/li><li>Installing Solar Panels<\/li><li>Single-Storey Extensions<\/li><li>Two Storey Extensions<\/li><li>Adding Roof Windows<\/li><li>Converting A Garage<\/li><\/ol>\n\n\n\n<h2><strong>#1 Removing Internal Walls<\/strong><\/h2>\n\n\n\n<p>If you feel like taking a sledgehammer to knock down an internal wall and open up some much-needed space, you can! Provided you know what you’re doing, of course. There’s no planning permission for removing internal walls, however, if you’re removing a load-bearing wall, you should file a building notice to let your council know this work is being carried out, as it will be subjected to certain <a href=\"https:\/\/houseplansdirect.co.uk\/building-regulations-service\/\">building regs<\/a>.<\/p>\n\n\n\n<p>Once the work is complete, the job should be inspected by either your local building control or a private building inspector who will be able to certify the job has been done correctly. There may be a fee for this, so you should check with your local council first. For more information, check out the <a href=\"https:\/\/www.planningportal.co.uk\/info\/200130\/common_projects\/33\/internal_walls\">Planning Portal page for removing internal walls here<\/a>.<\/p>\n\n\n\n<h2><strong>#2 Replacing or Adding New Windows and Doors<\/strong><\/h2>\n\n\n\n<p>Fancy upgrading or adding in some new extra windows and doors? Whether you’re looking at replacing sash windows, aluminium windows, bi-folding doors or even the trendy Crittall glazing, you can install any of these, hassle-free, without planning*.<\/p>\n\n\n\n<p>If you use a FENSA approved installer you won’t require any extra certification either as all FENSA installers are able to self-certify their own work for compliance to building regs. It means you will automatically receive a certificate as part of your install. For more information, you can <a href=\"https:\/\/www.fensa.org.uk\/about-fensa\">read more about FENSA here<\/a>.<\/p>\n\n\n\n<p>If you chose to DIY-fit or use a non-approved installer, you may need to apply to building control for them to carry out their own inspections to provide certification. Depending on your local council, there may be a fee for this, so it’s always best to check the cost of this first!<\/p>\n\n\n\n<p>*<em>Note: windows that overlook neighbours require a Lawful Development Certificate<\/em>.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"800\" height=\"536\" src=\"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/door-and-window.jpg\" alt=\"projects that don't need planning permission\" class=\"wp-image-77625\"\/><figcaption>Changing windows and doors can completely refresh the look of your home.<\/figcaption><\/figure>\n\n\n\n<h2><strong>#3 Adding a Conservatory<\/strong><\/h2>\n\n\n\n<p>Conservatories can be a cheaper alternative to a full new build extension and a quicker way to add an extra room to your home. They can be installed under the “<a href=\"https:\/\/www.realhomes.com\/advice\/permitted-development-rights-explained\">permitted developments rights<\/a>” without the need for planning permission. However, there are several conditions your house and conservatory would need to meet, such as size and height limitations which are dependent on the size of your house and the land around it.<\/p>\n\n\n\n<p>The Planning Portal has a great <a href=\"https:\/\/interactive.planningportal.co.uk\/mini-guide\/conservatory\/0\">mini-guide <\/a>which details these conditions in more depth and in a simple interactive way. There may be other conditions based on your local council too and your conservatory may also be subjected to the “neighbour consultation scheme” which requires you to consult with any adjoining neighbours. They are, however, usually exempt from building regulations, as long as they’re below 30 square metres, built at ground level, have an independent heating system and are separated from the main house by an external door.<\/p>\n\n\n\n<h2><strong>#4 Sheds and Other Garden Buildings<\/strong><\/h2>\n\n\n\n<p>For most sheds and outbuildings (summer houses and log cabins included!), planning permission is not required. This is another one of those projects that don&#8217;t need planning permission, as it is covered by your “permitted development rights”, providing your build meets certain criteria.&nbsp;<\/p>\n\n\n\n<p>For sheds and outbuildings, this means they shouldn’t cover more than 50% of your garden, they should be single-storey and no higher than 4m or 2.5m, depending on the type of roof structure and how close it is to a boundary. There are also conditions based on usage too. For more information, <a href=\"http:\/\/waltons.co.uk\">waltons.co.uk<\/a> has an excellent and thorough guide, which can be <a href=\"https:\/\/www.waltons.co.uk\/_imagesWT\/blog\/waltons-guide-to-planning-permission-for-sheds.pdf\">found here<\/a>.<\/p>\n\n\n\n<h2><strong>#5 Garages and Carports<\/strong><\/h2>\n\n\n\n<p>If you’d prefer to invest in a garage over a shed then thankfully this too comes under projects that don&#8217;t need planning permission. If the garage is attached to the house, then it must be less than 30 square metres in size, or if detached, less than 15-square metres. It must also be under 4m in height (or 2.5m in height if within 2m of a boundary) and not provide a living space.<\/p>\n\n\n\n<p>Garages attached to a house may require building regulations, however, those detached are usually exempt unless they are above 30 square metres in size. More information on the conditions required for a garage build can be <a href=\"https:\/\/www.planningni.gov.uk\/index\/...\/advice_home_garages.htm\">found here<\/a>.<\/p>\n\n\n\n<h2><strong>#6 Installing Solar Panels<\/strong><\/h2>\n\n\n\n<p>Renewable energy is fantastic for cutting bills, reducing your carbon footprint and some may say, is the future for energy in general. Luckily, solar panels are another of the projects that don&#8217;t need planning permission and can be installed under “permitted developments” alike.<\/p>\n\n\n\n<p>They need to be fitted so they have a minimal impact on the appearance of your property, which means they can’t stick out from the roof more than 20cm and they shouldn’t be fitted above the highest part of the roof. It is, however, important to make sure your roof is structurally sound to support the solar panels. <a href=\"https:\/\/www.thegreenage.co.uk\/building-regs-and-planning-permission-for-solar-panels\/\">This article from the Green Age<\/a> explains this in more detail.<\/p>\n\n\n\n<p>For standalone solar panels, only the first installation is free from planning permission and there are similar restrictions for their size and location of installation too. For more information, check out the <a href=\"https:\/\/www.planningportal.co.uk\/info\/200130\/common_projects\/51\/solar_panels\">planning portal website regarding solar panels and planning permission<\/a>.<\/p>\n\n\n\n<p>Pro Tip: If you don’t fancy the look of <a href=\"https:\/\/propertyworkshop.com\/eco-home\/solar-panel-maintenance-cost-uk\/\">solar panels<\/a> on your roof, Tesla is now introducing the ‘<a href=\"https:\/\/www.tesla.com\/en_GB\/solarroof\">Solar Roof<\/a>’ where the tiles themselves are ‘solar tiles’. Not cheap, but they look great, and come in a selection of Slate, Tuscan, Smooth and Textured tiles.&nbsp;<\/p>\n\n\n\n<h2><strong>#7 Single-Storey Extensions<\/strong><\/h2>\n\n\n\n<p>Much like garages and outbuildings, many single-storey extensions are treated in a similar way and can be done under the same “permitted development”, so are projects that don&#8217;t need planning permission. The rules for a single storey extension state that the new-build must not extend more than 6m from the rear wall of the original house, or 8m for a detached house. Likewise, it should also not exceed 4m in height.<\/p>\n\n\n\n<p>Side-extensions are also included within these same “permitted development rights”, although should be no more than half the width of the original house, and 4m high.<\/p>\n\n\n\n<p>All materials used for any extensions should be similar to the existing house, so the appearance is continuous. Depending on the size of your planned extension, you may still be subjected to the neighbour consultation scheme, which allows your neighbours to raise any concerns or objections which may impact your plans for the build and require amendment. There will also be several building regulations to comply with.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" loading=\"lazy\" width=\"800\" height=\"533\" src=\"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg\" alt=\"projects that don't need planning permission\" class=\"wp-image-77632\"\/><figcaption>A single storey extension can provide a great opportunity for an open plan kitchen \/ diner.<\/figcaption><\/figure>\n\n\n\n<h2><strong>#8 Two Storey Extensions<\/strong><\/h2>\n\n\n\n<p>Surprisingly, some two storey extensions may also be excluded from planning permission. For this, your two-storey extension is required to be no more than 3m deep from the rear wall of the original house and it must also be no higher than the original house too. No balconies may be permitted and the materials used must match the original house.<\/p>\n\n\n\n<p>There are other conditions regarding window openings and their locations, plus, as with single-storey extensions, any plans would be subjected to the neighbour consultation scheme. There will also be a number of other building regulations to adhere to. More on the conditions around building an extension under the “permitted development rights” can be <a href=\"https:\/\/www.planningportal.co.uk\/info\/200130\/common_projects\/17\/extensions\">found here<\/a>.<\/p>\n\n\n\n<h2><strong>#9 Adding Roof Windows<\/strong><\/h2>\n\n\n\n<p>Roof lights and roof windows do an amazing job at bringing extra light into a building! For a roofer, this is usually a fairly simple job that simply involves cutting away roof timbers and adding new ones to strengthen the roof to carry the weight. It’s a job that doesn’t require any planning permission but may need to adhere to certain building regulations, such as thermal performance and fire resistance. The planning portal website has more information about this <a href=\"https:\/\/www.planningportal.co.uk\/info\/200130\/common_projects\/47\/roof\/5\">here<\/a>.<\/p>\n\n\n\n<h2><strong>#10 Converting a Garage<\/strong><\/h2>\n\n\n\n<p>We’ve already told you how you can build a garage without planning permission, but what about converting one? If you wish to convert a garage, this wouldn’t require planning permission either, providing you’re not extending the existing building. There may be other building regulations to meet though, such as with new windows, insulation and any electrics.<\/p>\n\n\n\n<p>Houses in certain developments (particularly new builds) may be excluded from conversions altogether, so it’s always a good idea to contact your local authority first and check.<\/p>\n\n\n\n<p>If you fancy giving this project a go DIY-style, then check out ‘The Restoration Couple’s YouTube series of their conversion here:<\/p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<div class=\"post-video\"><iframe loading=\"lazy\" title=\"Building the SUSPENDED FLOOR - Garage Conversion\" width=\"1165\" height=\"655\" src=\"https:\/\/www.youtube.com\/embed\/lIBk1872sz0?list=PLH911xvwsOXbi_0weJEi6pzbcJX_Lh3E3\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe><\/div> \n<\/div><\/figure>\n\n\n\n<h2><strong>Final Thoughts<\/strong><\/h2>\n\n\n\n<p>So that’s our total list of 10 projects that don&#8217;t need planning permission! We hope it’s been insightful and has helped you to decide what renovations you can easily carry out without going through the painful planning process.<\/p>\n\n\n\n<p>Please remember, building regulations and laws are constantly changing, so you must always do your own research before tackling any major home improvement project. You do not want to be selling a home with unpermitted work!&nbsp;<\/p>\n\n\n\n<p>Remember, the <a href=\"https:\/\/www.planningportal.co.uk\/info\/200234\/home_improvement_projects\">planning portal website<\/a> is your friend, as it has heaps of advice, or you can get in touch with your local council or building control office for more info. If you do have to go down the planning permission route, feel free to <a href=\"https:\/\/houseplansdirect.co.uk\/self-build-advice-contact-form\/\">Contact Us<\/a> for advice and guidance.<\/p>\n\n\n\n<div class=\"is-layout-flow wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<div class=\"is-layout-flow wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<div class=\"is-layout-flow wp-block-group\"><div class=\"wp-block-group__inner-container\"><\/div><\/div>\n<\/div><\/div>\n<\/div><\/div>\n\n<!--themify_builder_content-->\n<div id=\"themify_builder_content-77615\" data-postid=\"77615\" class=\"themify_builder_content themify_builder_content-77615 themify_builder tf_clear\">\n    <\/div>\n<!--\/themify_builder_content-->\n\n\n<div class=\"alignfull wp-block-ugb-feature ugb-feature ugb-bd3353c ugb-feature--v2 ugb-feature--design-plain ugb-main-block ugb-main-block--inner-wide ugb--has-block-background\"><style>.ugb-bd3353c .ugb-button .ugb-button--inner{color:#fa8700 !important}.ugb-bd3353c .ugb-button{border-color:#fa8700 !important;border-radius:100px !important}.ugb-bd3353c .ugb-button:hover .ugb-button--inner{color:#fa8700 !important}.ugb-bd3353c .ugb-button:before{border-radius:100px !important}.ugb-bd3353c .ugb-inner-block{text-align:center}@media screen and (min-width:768px){.ugb-bd3353c .ugb-feature__item{grid-template-columns:1.60fr 0.40fr !important}.ugb-bd3353c .ugb-img{border-radius:0px;width:360px;height:auto !important}}<\/style><div class=\"ugb-inner-block ugb-inner-block--wide\"><div class=\"ugb-block-content\"><div class=\"ugb-feature__item\"><div class=\"ugb-feature__content\"><h2 class=\"ugb-feature__title\">About The Author<\/h2><p class=\"ugb-feature__description\"><em>(This is a guest post by Russ from <a href=\"https:\/\/propertyworkshop.com\/\" target=\"_blank\" aria-label=\" (opens in a new tab)\" rel=\"noreferrer noopener\" class=\"ek-link\">Propertyworkshop.com<\/a>. You can find out more about Russ, and his passion for self-build and home improvement by clicking &#8216;Learn More&#8217;.)<\/em><\/p><div class=\"ugb-button-container\"><a class=\"ugb-button ugb-button--size-normal ugb-button--design-ghost\" href=\"https:\/\/propertyworkshop.com\" target=\"_blank\" rel=\"noopener noreferrer\" title=\"\"><span class=\"ugb-button--inner\">Learn More<\/span><\/a><\/div><\/div><div class=\"ugb-feature__image-side\"><img decoding=\"async\" class=\"ugb-feature__image ugb-img wp-image-77656\" src=\"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/Russ-Property-Workshop.jpg\" alt=\"\" height=\"420\"\/><\/div><\/div><\/div><\/div><\/div>","protected":false},"excerpt":{"rendered":"<p>Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp; We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":77632,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_editorskit_title_hidden":false,"_editorskit_reading_time":7,"_editorskit_is_block_options_detached":false,"_editorskit_block_options_position":"{}","_uag_custom_page_level_css":""},"categories":[93],"tags":[],"acf":[],"featured_image_urls":{"full":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-200x133.jpg",200,133,true],"medium":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-700x466.jpg",700,466,true],"medium_large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-768x512.jpg",768,512,true],"large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"1536x1536":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"2048x2048":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-400x300.jpg",400,300,true],"woocommerce_single":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_gallery_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-100x100.jpg",100,100,true]},"post_excerpt_stackable":"<p>Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp; We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can tackle to upgrade your home without going through the painful planning permission process. So, if you want to add some more projects to a never-ending renovation list, then keep reading… (Please note, for listed buildings the rules may differ from those listed below, and you&hellip;<\/p>\n","category_list":"<a href=\"https:\/\/houseplansdirect.co.uk\/category\/blog\/\" rel=\"category tag\">Blog<\/a>","author_info":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num":"0 comments","featured_image_urls_v2":{"full":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-200x133.jpg",200,133,true],"medium":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-700x466.jpg",700,466,true],"medium_large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-768x512.jpg",768,512,true],"large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"1536x1536":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"2048x2048":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-400x300.jpg",400,300,true],"woocommerce_single":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_gallery_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-100x100.jpg",100,100,true]},"post_excerpt_stackable_v2":"<p>Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp; We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can tackle to upgrade your home without going through the painful planning permission process. So, if you want to add some more projects to a never-ending renovation list, then keep reading… (Please note, for listed buildings the rules may differ from those listed below, and you&hellip;<\/p>\n","category_list_v2":"<a href=\"https:\/\/houseplansdirect.co.uk\/category\/blog\/\" rel=\"category tag\">Blog<\/a>","author_info_v2":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num_v2":"0 comments","yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Projects that don&#039;t need planning permission - Houseplansdirect<\/title>\n<meta name=\"description\" content=\"We’ve done the research and uncovered 10 home renovation projects that don&#039;t need planning permission. Want to know more? Read on...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Projects that don&#039;t need planning permission - Houseplansdirect\" \/>\n<meta property=\"og:description\" content=\"We’ve done the research and uncovered 10 home renovation projects that don&#039;t need planning permission. Want to know more? Read on...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/\" \/>\n<meta property=\"og:site_name\" content=\"Houseplansdirect\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/houseplansdirectuk\" \/>\n<meta property=\"article:published_time\" content=\"2020-09-08T14:34:53+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-01-04T09:33:48+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"800\" \/>\n\t<meta property=\"og:image:height\" content=\"533\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"admin\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"admin\" \/>\n\t<meta name=\"twitter:label2\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/\",\"url\":\"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/\",\"name\":\"Projects that don't need planning permission - Houseplansdirect\",\"isPartOf\":{\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\"},\"datePublished\":\"2020-09-08T14:34:53+00:00\",\"dateModified\":\"2021-01-04T09:33:48+00:00\",\"author\":{\"@id\":\"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/bd95886650facc6fe74079800adfd181\"},\"description\":\"We’ve done the research and uncovered 10 home renovation projects that don't need planning permission. Want to know more? Read on...\",\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\",\"url\":\"https:\/\/houseplansdirect.co.uk\/\",\"name\":\"Houseplansdirect\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/bd95886650facc6fe74079800adfd181\",\"name\":\"admin\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-GB\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/29efb808ee46aa429391b8d06dc6d823?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/29efb808ee46aa429391b8d06dc6d823?s=96&d=mm&r=g\",\"caption\":\"admin\"},\"url\":\"https:\/\/houseplansdirect.co.uk\/author\/admin\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Projects that don't need planning permission - Houseplansdirect","description":"We’ve done the research and uncovered 10 home renovation projects that don't need planning permission. Want to know more? Read on...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/","og_locale":"en_GB","og_type":"article","og_title":"Projects that don't need planning permission - Houseplansdirect","og_description":"We’ve done the research and uncovered 10 home renovation projects that don't need planning permission. Want to know more? Read on...","og_url":"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/","og_site_name":"Houseplansdirect","article_publisher":"https:\/\/www.facebook.com\/houseplansdirectuk","article_published_time":"2020-09-08T14:34:53+00:00","article_modified_time":"2021-01-04T09:33:48+00:00","og_image":[{"width":800,"height":533,"url":"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg","type":"image\/jpeg"}],"author":"admin","twitter_misc":{"Written by":"admin","Estimated reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/","url":"https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/","name":"Projects that don't need planning permission - Houseplansdirect","isPartOf":{"@id":"https:\/\/houseplansdirect.co.uk\/#website"},"datePublished":"2020-09-08T14:34:53+00:00","dateModified":"2021-01-04T09:33:48+00:00","author":{"@id":"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/bd95886650facc6fe74079800adfd181"},"description":"We’ve done the research and uncovered 10 home renovation projects that don't need planning permission. Want to know more? Read on...","inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/houseplansdirect.co.uk\/blog\/10-projects-that-dont-need-planning-permission\/"]}]},{"@type":"WebSite","@id":"https:\/\/houseplansdirect.co.uk\/#website","url":"https:\/\/houseplansdirect.co.uk\/","name":"Houseplansdirect","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"},{"@type":"Person","@id":"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/bd95886650facc6fe74079800adfd181","name":"admin","image":{"@type":"ImageObject","inLanguage":"en-GB","@id":"https:\/\/houseplansdirect.co.uk\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/29efb808ee46aa429391b8d06dc6d823?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/29efb808ee46aa429391b8d06dc6d823?s=96&d=mm&r=g","caption":"admin"},"url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"}]}},"jetpack_featured_media_url":"https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg","uagb_featured_image_src":{"full":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-200x133.jpg",200,133,true],"medium":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-700x466.jpg",700,466,true],"medium_large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-768x512.jpg",768,512,true],"large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"1536x1536":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"2048x2048":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-400x300.jpg",400,300,true],"woocommerce_single":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_gallery_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-100x100.jpg",100,100,true]},"uagb_author_info":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"uagb_comment_info":0,"uagb_excerpt":"Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp; We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can&hellip;","amp_enabled":true,"builder_content":"","rttpg_featured_image_url":{"full":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"landscape":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"portraits":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-200x133.jpg",200,133,true],"medium":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-700x466.jpg",700,466,true],"large":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"1536x1536":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"2048x2048":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-400x300.jpg",400,300,true],"woocommerce_single":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans.jpg",800,533,false],"woocommerce_gallery_thumbnail":["https:\/\/houseplansdirect.co.uk\/wp-content\/uploads\/2020\/09\/extension-plans-100x100.jpg",100,100,true]},"rttpg_author":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"rttpg_comment":0,"rttpg_category":"<a href=\"https:\/\/houseplansdirect.co.uk\/category\/blog\/\" rel=\"category tag\">Blog<\/a>","rttpg_excerpt":"Apart from the obvious lick of paint or new carpet, have you ever wondered what home improvements you can carry out without going through the sometimes expensive and timely process of planning permission?&nbsp; We reckon there’s probably more than you might think! We’ve done the research and we’ve uncovered 10 home renovation projects you can&hellip;","_links":{"self":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/posts\/77615"}],"collection":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/comments?post=77615"}],"version-history":[{"count":0,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/posts\/77615\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/media\/77632"}],"wp:attachment":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/media?parent=77615"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/categories?post=77615"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/tags?post=77615"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}