{"id":68519,"date":"2017-02-03T10:56:23","date_gmt":"2017-02-03T10:56:23","guid":{"rendered":"http:\/\/houseplansdirect.co.uk\/?page_id=68519"},"modified":"2021-11-22T17:24:52","modified_gmt":"2021-11-22T17:24:52","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"<p><strong>Terms and Conditions<\/strong><\/p>\n<p>These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them.<\/p>\n<p>We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA.<\/p>\n<p>You are: Anyone who uses Our Website or buys any Service from us in any circumstances.<\/p>\n<p>It is now agreed as follows:<\/p>\n<h4>1.          Definitions<\/h4>\n<table style=\"height: 509px;\" width=\"1399\">\n<tbody>\n<tr>\n<td width=\"180\">“Detailed Specification”<\/td>\n<td width=\"387\">means the written specification of the Work you have instructed us to do, and which we will prepare for your approval.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">“Documentation”<\/td>\n<td width=\"387\">means the instruction manuals user guides and other documentation agreed to be written by you.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">&#8220;Intellectual Property&#8221;<\/td>\n<td width=\"387\">means intellectual property owned by us, of every sort, whether or not registered or registrable in any country, including intellectual property of all kinds coming into existence after today; and including, among others, patents, trade marks, unregistered marks, designs, copyrights, software, domain names, discoveries, creations and inventions, together with all rights which are derived from those rights.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">“Our Website”<\/td>\n<td width=\"387\">means any website or service designed for electronic access by mobile or fixed devices which is owned or operated by us. It includes all of the web pages owned by us.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">“Price”<\/td>\n<td width=\"387\">means the price for our Services as set out on Our Website.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">“Services”<\/td>\n<td width=\"387\">means all of the services available from or listed on Our Website, whether free or charged.<\/td>\n<\/tr>\n<tr>\n<td width=\"180\">“Work”<\/td>\n<td width=\"387\">means the work we do to provide the Services you have ordered.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<h4>2.          Interpretation<\/h4>\n<p>In this agreement unless the context otherwise requires:<\/p>\n<ul>\n<li>a reference to one gender shall include any or all genders and a reference to the singular may be interpreted where appropriate as a reference to the plural and vice versa.<\/li>\n<li>a reference to a person includes a human individual, a corporate entity and any organisation which is managed or controlled as a unit.<\/li>\n<li>in the context of permission, “may not” in connection with an action of yours, means “must not”.<\/li>\n<li>the headings to the paragraphs to this agreement are inserted for convenience only and do not affect the interpretation.<\/li>\n<li>any agreement by either party not to do or omit to do something includes an obligation not to allow some other person to do or omit to do that same thing;<\/li>\n<li>except where stated otherwise, any obligation of any person arising from this agreement may be performed by any other person;<\/li>\n<li>in any indemnity, a reference to costs or expenses shall be construed as including the estimated cost of management time of the indemnified party, such cost calculated £50 per hour.<\/li>\n<li>these terms and conditions apply to all supplies of Services by us. They prevail over any terms proposed by you.<\/li>\n<li>this agreement is made only in the English language. If there is any conflict in meaning between the English language version of this agreement and any version or translation of this agreement in any other language, the English language version shall prevail.<\/li>\n<\/ul>\n<h4>3.          Basis of contract<\/h4>\n<ul>\n<li>In entering into this contract you have not relied on any representation or information from any source except the definition and explanation of the Services given on Our Website.<\/li>\n<li>If you use Our Website in any way and make an order on behalf of another person you warrant that you have full authority to do so and you accept personal responsibility for every act or omission by you.<\/li>\n<li>Subject to these terms and conditions, we agree to complete the Work and to provide to you some or all of the Services described on Our Website at the Prices we charge from time to time.<\/li>\n<li>You acknowledge that you understand exactly what is included in the Services and you are satisfied that the Services you intend to buy are suitable and satisfactory for your requirements.<\/li>\n<li>So far as we allow use of our Intellectual Property, we grant a licence to you, limited to the terms set out in this agreement.<\/li>\n<li>Our contract with you and licence to you lasts for one single use of any plans or documents we create. Any continuation by us or by you after this single use is a new contract in the terms then shown on Our Website. Your continued use of our Services after that shall be deemed acceptance by you of the changed Service, system and\/or terms.<\/li>\n<li>The contract between us comes into existence when we receive payment from you for a Service.<\/li>\n<li>We do not offer the Services in all countries. We may refuse to supply a Service if you live in a country we do not serve.<\/li>\n<li>Subject to all the terms in this agreement, we authorise you to access and use Our Website and to download and print a small part of the content. This licence is conditional not only on your compliance with all of the terms of this agreement, but also on your using the Content only as intended by us, for your use in connection with the Work.<\/li>\n<li>Some of our Services are now or may in future, be available to you only subject to additional terms. Those terms will be set out on Our Website. You now agree that if you choose to use any such service, the relevant terms will become part of this agreement.<\/li>\n<li>If we give you free access to a Service or feature on Our Website which is normally a charged feature, and that Service or feature is usually subject to additional contractual terms, you now agree that you will abide by those terms.<\/li>\n<li>We may change this agreement and \/ or the way we provide the Services, at any time. If we do:\n<ul>\n<li>the change will take effect when we post it on Our Website.<\/li>\n<li>you agree to be bound by any changes. If you do not agree to be bound by them, you should not use Our Website or the Services.<\/li>\n<li>if you make any payment for Services or goods in the future, you will do so under the terms posted on Our Website at that time.<\/li>\n<li>to this agreement when you access Our Website or use the Services after any such modification is posted.<\/li>\n<\/ul>\n<\/li>\n<li>Our contract terminates on the earliest of:\n<ul>\n<li>our completion of any Work or Service for which you have paid us. If there is any doubt as to when this is, or was, then our decision is final;<\/li>\n<li>our having worked for the amount of time for which you have paid us, even if the Work is unfinished.<\/li>\n<\/ul>\n<\/li>\n<li>You do not become a client for the time when after completion of one piece of work we start another. Each piece of Work is a new retainer which terminates when that Work is done. If we should give advice on the same subject at a later time, that advice constitutes a separate contract and does not retrospectively extend the first contract for our Services.<\/li>\n<li>There is no contract between us for any free Service, so you do not become a client by using any free Service and we are not liable to you in any way resulting from your use of any free Service.<\/li>\n<li>Prices for business Services are exclusive of any applicable value added tax or other sales tax. Prices for Services which you may buy as a UK consumer are inclusive of VAT.<\/li>\n<li>The Price of any Service may be changed by us at any time, but we will never change a Price so as to affect the Price charged to you at the time when you buy a Service.<\/li>\n<li>Services will be delivered by your free download, by e-mail or by both of these, at our choice.<\/li>\n<li>You agree that you are bound by these terms (or the latest version of them) for all future contracts with us, whether ordered through Our Web Site or in some other way.<\/li>\n<\/ul>\n<h4>4.          Price and payment<\/h4>\n<ul>\n<li>Prices for business Services are exclusive of any applicable value added tax or other sales tax. Prices for Services which you may buy as a UK consumer are inclusive of VAT.<\/li>\n<li>The Price of any Service may be changed by us at any time, but we will never change a Price so as to affect the Price charged to you at the time when you buy a Service.<\/li>\n<li>Charges for Services are fixed whenever it is reasonably possible for us to ascertain the price.<\/li>\n<li>When we do not provide fixed charges for the Service, we will charge by the hour. In that case all Work done, including all Documentation, letters, e-mails, faxes and telephone calls made and received will be charged on a time basis in minimum units of one quarter of an hour.<\/li>\n<li>Estimates of charges will be provided to you wherever possible.<\/li>\n<li>Payment will be due to us within seven days of your receipt of our invoice. We reserve the right to not issue completed work until payment has been received and cleared in our bank account.<\/li>\n<li>Payment may be made by credit card to Our Website, by cheque, or by transfer to our bank account.<\/li>\n<li>If we do not receive payment within the period required, we reserve the right to stop Work until you have brought your payment up to date.<\/li>\n<li>It is possible that the Price may have increased from that posted on Our Website. If that happens, we will not provide the Services until you have confirmed that you wish to order at the new price.<\/li>\n<li>Bank charges by the receiving bank on payments to us will be borne by us. All other charges relating to payment in a currency other than Pounds Sterling will be borne by you.<\/li>\n<li>Any details given by us in relation to exchange rates are approximate only and may vary from time to time.<\/li>\n<\/ul>\n<h4>5.          If you buy as a consumer<\/h4>\n<p>This paragraph applies if you buy as a consumer as defined in the Consumer Contracts (Information, Cancellation and Additional Charges) Regulations 2013. Provided the Regulations apply to the transaction concerned, then the following terms apply to the contract.<\/p>\n<ul>\n<li>We now inform you that information relating to all aspects of our Services is not in this document but in our marketing material, whether that is in the medium of Our Website or in hard copy.<\/li>\n<li>The following rules apply to cancellation of your order:\n<ul>\n<li>If you have ordered our Service but we have not yet started to work for you, you may cancel your order without giving a reason, at any time within 14 days of your order. You will have no obligation and we will return any money due to you.<\/li>\n<li>If you want us to start work before 14 days has passed, you can opt out of your cancellation right. To do that you have to instruct us to start your work as soon as we can. We have provided a form and a full explanation of the procedure at the end of this document.<\/li>\n<li>If you have ordered our Service and we have started to work for you, you may cancel your order without giving a reason, at any time within 14 days of your order. You must tell us that you wish to cancel.<\/li>\n<li>If you do so, you will owe us for work done to the date of cancellation and any money spent on your behalf.<\/li>\n<li>If you give up your right to cancel, that will apply to all work we do for you at any time from now.<\/li>\n<\/ul>\n<\/li>\n<li>In any of the above circumstances, we will return any money due to you within 14 days.<\/li>\n<li>Free Services (if any) are not covered by the Regulations.<\/li>\n<\/ul>\n<h4>6.          Security of your credit card<\/h4>\n<p>We take care to make Our Website safe for you to use.<\/p>\n<ul>\n<li>Card payments are not processed through pages controlled by us. We use one or more online payment service providers who will encrypt your card or bank account details in a secure environment.<\/li>\n<li>If you have asked us to remember your credit card details in readiness for your next purchase or subscription, we will securely store your payment details on our systems. These details will be fully encrypted and only used to process your automatic monthly payments or other transactions which you have initiated.<\/li>\n<\/ul>\n<h4>7.          Service provision<\/h4>\n<ul>\n<li>The Services are listed and described on Our Website. Once you have paid we will contact you to tell you what help we need from you and when we shall start, and complete our Work for you.<\/li>\n<li>The provision of our Service relies on a schedule of Work. If you are unable to provide us with acceptance or information we require for a period which extends the agreed timescale then we are entitled to payment in accordance with the schedule in any event.<\/li>\n<li>Our Services will be delivered by your free download \/ e-mail or by both\/all of these, at our choice \/ in the way we have explained in Our Website.<\/li>\n<li>If we are not able to provide you Services within 10 days of the date of your order, we shall notify you by e-mail to tell you the likely provision date.<\/li>\n<li>If we have started to Work for you and you cancel this contract, you accept that you will be obliged to pay us for Work done, whether or not this Work is sufficiently advanced for you to be able to use it.<\/li>\n<li>You may not share or allow others to use the Services in your name.<\/li>\n<\/ul>\n<h4>8.          Foreign taxes, duties and import restrictions<\/h4>\n<ul>\n<li>If you are not in the UK, we have no knowledge of, and no responsibility for, the laws in your country.<\/li>\n<li>You are responsible for purchasing Services which you are lawfully able to import or use and for the payment of import duties and taxes of any kind levied in your country.<\/li>\n<\/ul>\n<h4>9.          Dissatisfaction with the Services<\/h4>\n<ul>\n<li>Our most important task is to ensure your absolute satisfaction. We will always strive to reach that target. However, we acknowledge that mistakes are made occasionally. This paragraph covers that possibility. If you are not wholly satisfied with the Service, please tell us at the earliest opportunity:\n<ul>\n<li>exactly why you think we have failed;<\/li>\n<li>the date, if relevant, of the failure;<\/li>\n<li>when and how you discovered the failure;<\/li>\n<li>the result of the failure;<\/li>\n<li>your suggestion as to action we should take to resolve the situation and restore your faith in us.<\/li>\n<\/ul>\n<\/li>\n<li>To do this, it is essential that you contact us by email at the contact point on Our Website.<\/li>\n<li>You now agree that you commit a breach of this contract if you seek repayment of money paid to us by asking your credit card provider to credit back a payment made to us, without attempting to seek repayment from us first. In that event, you agree that you will owe us first the sum charged to us by our payment service provider (£50 at 1st January 2016) and secondly a sum based on time spent at £ 100 per hour in dealing with your breach. You also agree that this provision is reasonable.<\/li>\n<\/ul>\n<h4>10.      Confidentiality<\/h4>\n<ul>\n<li>Both parties are aware that in the course of our Work for you either of us will have access to and be entrusted with information in respect of the business and operation of the other and their dealings, transactions and affairs, all of which information is or may be confidential.<\/li>\n<li>We both now undertake for ourselves and every employee, or sub-contractor whose services we may use both during and after completion of the Work, that we will not divulge to any person whatever or otherwise make use of (and will use their best endeavours to prevent the publication or disclosure of) any trade secret or confidential information.<\/li>\n<li>Each of us now undertakes to the other to make all relevant employees, agents and sub-contractors aware of the confidentiality of information and the provisions of this paragraph and to take all such steps as will from time to time be necessary to ensure compliance by its employees, agents and sub-contractors with these provisions.<\/li>\n<\/ul>\n<h4>11.      Intellectual Property<\/h4>\n<p>You agree that at all times you will:<\/p>\n<ul>\n<li>not cause or permit anything which may damage or endanger our title to the Intellectual Property;<\/li>\n<li>notify us of any suspected infringement of the Intellectual Property;<\/li>\n<li>indemnify us for any loss or expense arising from your misuse of the Intellectual Property;<\/li>\n<li>on the expiry or termination of this agreement immediately stop using the Intellectual Property except as expressly authorised by us in writing;<\/li>\n<li>not use any name or mark similar to or capable of being confused with any name or mark of ours;<\/li>\n<li>so far as concerns software provided or made accessible by us to you, you will not:\n<ul>\n<li>copy, or make any change to any part of its code;<\/li>\n<li>use it in any way not anticipated by this agreement;<\/li>\n<li>give access to it to any other person than you, the licensee in this agreement;<\/li>\n<li>in any way provide any information about it to any other person or generally.<\/li>\n<\/ul>\n<\/li>\n<li>not use the Intellectual Property except directly in our interest.<\/li>\n<\/ul>\n<h4>12.      Disclaimers and limitation of liability<\/h4>\n<ul>\n<li>The law differs from one country to another. This paragraph applies to sales throughout the EU.<\/li>\n<li>All implied conditions, warranties and terms are excluded from this agreement. If in any jurisdiction an implied condition, warrant or term cannot be excluded, then this sub paragraph shall be deemed to be reduced in effect, only to the extent necessary to release that specific condition, warranty or term.<\/li>\n<li>We disclaim any obligation or liability to you arising directly or indirectly from information you take from Our Website.<\/li>\n<li>You agree that in any circumstances when we may become liable to you, the limit of our liability is the amount you have paid us in the immediately preceding 12 month period for the Services concerned.<\/li>\n<li>We shall not be liable to you for any loss or expense which is:\n<ul>\n<li>indirect or consequential loss; or<\/li>\n<li>economic loss or other loss of turnover, profits, business or goodwill, even if such loss was reasonably foreseeable or we knew you might incur it.<\/li>\n<\/ul>\n<\/li>\n<li>This paragraph (and any other paragraph which excludes or restricts our liability) applies to our directors, officers, employees, subcontractors, agents and affiliated companies (who may enforce this provision under the Contracts (Rights of Third Parties) Act 1999 \/ Contracts (Rights of Third Parties) (Scotland) Act 2017, as well as to us.<\/li>\n<\/ul>\n<h4>13.      Indemnity<\/h4>\n<p>You agree to indemnify us against all costs, claims and expense arising directly or indirectly from:<\/p>\n<ul>\n<li>your failure to comply with the law of any country;<\/li>\n<li>your breach of this agreement;<\/li>\n<li>any act, neglect or default by any agent, employee, you or your customer.<\/li>\n<\/ul>\n<h4>14.      Termination<\/h4>\n<p>This agreement may be terminated:<\/p>\n<ul>\n<li>when the Work has been delivered to you.<\/li>\n<li>immediately by us if you fail to pay any additional sum due within 35 days of the date of submission of an invoice;<\/li>\n<li>immediately by either party if the other commits any material breach of any term of this agreement and which in the case of a breach capable of being remedied is not remedied within 30 days of a written request to remedy it;<\/li>\n<li>immediately by either party if a trustee receiver, administrative receiver or similar officer is appointed in respect of all or any part of the business or assets of the other party or if a petition is presented or a meeting is convened for the purpose of considering a resolution or other steps are taken for the winding up of the other party or for the making of an administration or bankruptcy order (otherwise than for the purpose of an amalgamation or reconstruction).<\/li>\n<li>Termination of this agreement by this paragraph will be without prejudice to any other rights or remedies to which a party may be entitled.<\/li>\n<\/ul>\n<h4>15.      Dispute resolution<\/h4>\n<p>In this paragraph the term “ADR Provider” means an approved body under the Alternative Dispute Resolution for Consumer Dispute Regulations 2015.<\/p>\n<p>The following terms apply in the event of a dispute between the parties:<\/p>\n<ul>\n<li>If you are not happy with our services or have any complaint then you must tell us by email message to support@houseplansdirect.co.uk.<\/li>\n<li>If a dispute is not settled as set out above, we hope you will agree to attempt to resolve it by engaging in good faith with us in a process of mediation or arbitration.<\/li>\n<li>We can propose an ADR Provider or will listen to your proposal. If you are in any way concerned, you should read the regulations at: <a href=\"http:\/\/ec.europa.eu\/consumers\/odr\/\">http:\/\/ec.europa.eu\/consumers\/odr\/<\/a>.<\/li>\n<\/ul>\n<h4>16.      Miscellaneous matters<\/h4>\n<ul>\n<li>You undertake to provide to us your current land address, e-mail address and telephone number as often as they are changed together with all information that we may require to enable us to fulfil our obligations under this contract.<\/li>\n<li>If any term or provision of this agreement is at any time held by any jurisdiction to be void, invalid or unenforceable, then it will be treated as changed or reduced, only to the extent minimally necessary to bring it within the laws of that jurisdiction and to prevent it from being void and it will be binding in that changed or reduced form. Subject to that, each provision will be interpreted as severable and will not in any way affect any other of these terms.<\/li>\n<li>The rights and obligations of the parties set out in this agreement will pass to any permitted successor in title.<\/li>\n<li>If you are in breach of any term of this agreement, we may:\n<ul>\n<li>terminate your account and refuse access to Our Website;<\/li>\n<li>remove or edit content, or cancel any order at our discretion;<\/li>\n<li>issue a claim in any court.<\/li>\n<\/ul>\n<\/li>\n<li>Any obligation in this agreement intended to continue to have effect after termination or completion will so continue.<\/li>\n<li>No failure or delay by any party to exercise any right, power or remedy will operate as a waiver of it nor indicate any intention to reduce that or any other right in the future.<\/li>\n<li>When you visit Our Website or send messages to us by email, you are communicating with us electronically. We communicate with you by e-mail or by posting notices on Our Website. You agree that all our electronic communications satisfy any legal requirement that such communications be in writing.<\/li>\n<li>Any communication to be served on either part by the other will be delivered by hand or sent by first class post or recorded delivery or by e-mail.<\/li>\n<\/ul>\n<table style=\"height: 141px;\" width=\"1287\">\n<tbody>\n<tr>\n<td width=\"520\">It will be deemed to have been delivered:<\/td>\n<\/tr>\n<tr>\n<td width=\"520\">if delivered by hand: on the day of delivery;<\/td>\n<\/tr>\n<tr>\n<td width=\"520\">if sent by post to the correct address: within 72 hours of posting;<\/td>\n<\/tr>\n<tr>\n<td width=\"520\">if sent by e-mail to the address from which the receiving party has last sent e-mail: within 24 hours if no notice of non-receipt has been received by the sender.<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<ul>\n<li>This agreement does not give any right to any third party under the Contracts (Rights of Third Parties) Act 1999 \/ Contracts (Rights of Third Parties) (Scotland) Act 2017 or otherwise, except that any provision in this agreement which excludes or restricts the liability of our directors, officers, employees, subcontractors, agents and affiliated companies, may be enforced under that Act.<\/li>\n<li>Neither party will be liable for any failure or delay in performance of this agreement which is caused by circumstances beyond its reasonable control, including any labour dispute between a party and its employees.<\/li>\n<li>In the event of any conflict between any term of this agreement and the provisions of the articles of a limited company or any comparable document intended to regulate any other corporate or collective body, then the terms of this agreement will prevail.<\/li>\n<li>The validity, construction and performance of this agreement shall be governed by the laws of England and Wales and you agree that any dispute arising from it shall be litigated only in that country.<\/li>\n<\/ul>\n<!--themify_builder_content-->\n<div id=\"themify_builder_content-68519\" data-postid=\"68519\" class=\"themify_builder_content themify_builder_content-68519 themify_builder tf_clear\">\n    <\/div>\n<!--\/themify_builder_content-->","protected":false},"excerpt":{"rendered":"<p>Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are: [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_editorskit_title_hidden":false,"_editorskit_reading_time":14,"_editorskit_is_block_options_detached":false,"_editorskit_block_options_position":"{}","_uag_custom_page_level_css":""},"acf":[],"featured_image_urls":{"full":"","thumbnail":"","medium":"","medium_large":"","large":"","1536x1536":"","2048x2048":"","woocommerce_thumbnail":"","woocommerce_single":"","woocommerce_gallery_thumbnail":""},"post_excerpt_stackable":"<p>Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are: Anyone who uses Our Website or buys any Service from us in any circumstances. It is now agreed as follows: 1.          Definitions “Detailed Specification” means the written specification of the Work you have instructed us to do, and which we will prepare for your approval.&hellip;<\/p>\n","category_list":"","author_info":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num":"0 comments","featured_image_urls_v2":{"full":"","thumbnail":"","medium":"","medium_large":"","large":"","1536x1536":"","2048x2048":"","woocommerce_thumbnail":"","woocommerce_single":"","woocommerce_gallery_thumbnail":""},"post_excerpt_stackable_v2":"<p>Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are: Anyone who uses Our Website or buys any Service from us in any circumstances. It is now agreed as follows: 1.          Definitions “Detailed Specification” means the written specification of the Work you have instructed us to do, and which we will prepare for your approval.&hellip;<\/p>\n","category_list_v2":"","author_info_v2":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num_v2":"0 comments","yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms and Conditions - Houseplansdirect<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms and Conditions - Houseplansdirect\" \/>\n<meta property=\"og:description\" content=\"Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are: [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/\" \/>\n<meta property=\"og:site_name\" content=\"Houseplansdirect\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/houseplansdirectuk\" \/>\n<meta property=\"article:modified_time\" content=\"2021-11-22T17:24:52+00:00\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"18 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/\",\"url\":\"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/\",\"name\":\"Terms and Conditions - Houseplansdirect\",\"isPartOf\":{\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\"},\"datePublished\":\"2017-02-03T10:56:23+00:00\",\"dateModified\":\"2021-11-22T17:24:52+00:00\",\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\",\"url\":\"https:\/\/houseplansdirect.co.uk\/\",\"name\":\"Houseplansdirect\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms and Conditions - Houseplansdirect","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/","og_locale":"en_GB","og_type":"article","og_title":"Terms and Conditions - Houseplansdirect","og_description":"Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are: [&hellip;]","og_url":"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/","og_site_name":"Houseplansdirect","article_publisher":"https:\/\/www.facebook.com\/houseplansdirectuk","article_modified_time":"2021-11-22T17:24:52+00:00","twitter_misc":{"Estimated reading time":"18 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/","url":"https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/","name":"Terms and Conditions - Houseplansdirect","isPartOf":{"@id":"https:\/\/houseplansdirect.co.uk\/#website"},"datePublished":"2017-02-03T10:56:23+00:00","dateModified":"2021-11-22T17:24:52+00:00","inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/houseplansdirect.co.uk\/terms-and-conditions\/"]}]},{"@type":"WebSite","@id":"https:\/\/houseplansdirect.co.uk\/#website","url":"https:\/\/houseplansdirect.co.uk\/","name":"Houseplansdirect","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"}]}},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"woocommerce_thumbnail":false,"woocommerce_single":false,"woocommerce_gallery_thumbnail":false},"uagb_author_info":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"uagb_comment_info":0,"uagb_excerpt":"Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are:&hellip;","builder_content":"","rttpg_featured_image_url":null,"rttpg_author":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"rttpg_comment":0,"rttpg_category":null,"rttpg_excerpt":"Terms and Conditions These are the terms and conditions subject to which we allow you to use Our Website. By visiting or using Our Website, or placing an order for Our Services, you agree to be bound by them. We are Cadtech Design t\/a Houseplansdirect. Our address is The Coppice, Hereford HR1 4PA. You are:&hellip;","_links":{"self":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages\/68519"}],"collection":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/comments?post=68519"}],"version-history":[{"count":0,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages\/68519\/revisions"}],"wp:attachment":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/media?parent=68519"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}