{"id":69607,"date":"2017-08-11T12:24:12","date_gmt":"2017-08-11T11:24:12","guid":{"rendered":"http:\/\/houseplansdirect.co.uk\/?page_id=69607"},"modified":"2021-09-25T06:41:01","modified_gmt":"2021-09-25T05:41:01","slug":"privacy-notice","status":"publish","type":"page","link":"https:\/\/houseplansdirect.co.uk\/privacy-notice\/","title":{"rendered":"Privacy Notice"},"content":{"rendered":"<p>This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect.<\/p>\n<p>Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA.<\/p>\n<h4>Introduction<\/h4>\n<p>1.            This is a notice to inform you of our policy about all information that we record about you. It sets out the conditions under which we may process any information that we collect from you, or that you provide to us. It covers information that could identify you (“personal information”) and information that could not. In the context of the law and this notice, “process” means collect, store, transfer, use or otherwise act on information.<\/p>\n<p>2.            We regret that if there are one or more points below with which you are not happy, your only recourse is to leave our website immediately.<\/p>\n<p>3.            We take seriously the protection of your privacy and confidentiality. We understand that all visitors to our website are entitled to know that their personal data will not be used for any purpose unintended by them, and will not accidentally fall into the hands of a third party.<\/p>\n<p>4.            We undertake to preserve the confidentiality of all information you provide to us, and hope that you reciprocate.<\/p>\n<p>5.            Our policy complies with UK law accordingly implemented, including that required by the EU General Data Protection Regulation (GDPR).<\/p>\n<p>6.            The law requires us to tell you about your rights and our obligations to you in regards to the processing and control of your personal data. We do this now, by requesting that you read the information provided at <a href=\"http:\/\/www.knowyourprivacyrights.org\" target=\"_blank\" rel=\"noopener noreferrer\">www.knowyourprivacyrights.org<\/a><\/p>\n<p>7.            Except as set out below, we do not share, or sell, or disclose to a third party, any information collected through our website.<\/p>\n<h4>The bases on which we process information about you<\/h4>\n<p>The law requires us to determine under which of six defined bases we process different categories of your personal information, and to notify you of the basis for each category.<\/p>\n<p>If a basis on which we process your personal information is no longer relevant then we shall immediately stop processing your data.<\/p>\n<p>If the basis changes then if required by law we shall notify you of the change and of any new basis under which we have determined that we can continue to process your information.<\/p>\n<h4>1.          Information we process because we have a contractual obligation with you<\/h4>\n<p>When you create an account on our website, buy a product or service from us, or otherwise agree to our terms and conditions, a contract is formed between you and us.<\/p>\n<p>In order to carry out our obligations under that contract we must process the information you give us. Some of this information may be personal information.<\/p>\n<p>We may use it in order to:<\/p>\n<p>1.1.       verify your identity for security purposes<\/p>\n<p>1.2.       sell products to you<\/p>\n<p>1.3.       provide you with our services<\/p>\n<p>1.4.       provide you with suggestions and advice on products, services and how to obtain the most from using our website<\/p>\n<p>We process this information on the basis there is a contract between us, or that you have requested we use the information before we enter into a legal contract.<\/p>\n<p>Additionally, we may aggregate this information in a general way and use it to provide class information, for example to monitor our performance with respect to a particular service we provide. If we use it for this purpose, you as an individual will not be personally identifiable.<\/p>\n<p>We shall continue to process this information until the contract between us ends or is terminated by either party under the terms of the contract.<\/p>\n<h4>2.          Information we process with your consent<\/h4>\n<p>Through certain actions when otherwise there is no contractual relationship between us, such as when you browse our website or ask us to provide you more information about our business, including our products and services, you provide your consent to us to process information that may be personal information.<\/p>\n<p>Wherever possible, we aim to obtain your explicit consent to process this information, for example, by asking you to agree to our use of cookies.<\/p>\n<p>Sometimes you might give your consent implicitly, such as when you send us a message by e-mail to which you would reasonably expect us to reply.<\/p>\n<p>Except where you have consented to our use of your information for a specific purpose, we do not use your information in any way that would identify you personally. We may aggregate it in a general way and use it to provide class information, for example to monitor the performance of a particular page on our website.<\/p>\n<p>If you have given us explicit permission to do so, we may from time to time pass your name and contact information to selected associates whom we consider may provide services or products you would find useful.<\/p>\n<p>We continue to process your information on this basis until you withdraw your consent or it can be reasonably assumed that your consent no longer exists.<\/p>\n<p>You may withdraw your consent at any time by instructing us via email at <a href=\"mailto:support@houseplansdirect.co.uk\">support@houseplansdirect.co.uk<\/a>. However, if you do so, you may not be able to use our website or our services further.<\/p>\n<h4>3.          Information we process for the purposes of legitimate interests<\/h4>\n<p>We may process information on the basis there is a legitimate interest, either to you or to us, of doing so.<\/p>\n<p>Where we process your information on this basis, we do after having given careful consideration to:<\/p>\n<p>·                     whether the same objective could be achieved through other means<\/p>\n<p>·                     whether processing (or not processing) might cause you harm<\/p>\n<p>·                     whether you would expect us to process your data, and whether you would, in the round, consider it reasonable to do so<\/p>\n<p>For example, we may process your data on this basis for the purposes of:<\/p>\n<p>·                     record-keeping for the proper and necessary administration of our business<\/p>\n<p>·                     responding to unsolicited communication from you to which we believe you would expect a response<\/p>\n<p>·                     protecting and asserting the legal rights of any party<\/p>\n<p>·                     insuring against or obtaining professional advice that is required to manage business risk<\/p>\n<p>·                     protecting your interests where we believe we have a duty to do so<\/p>\n<h4>4.          Information we process because we have a legal obligation<\/h4>\n<p>We are subject to the law like everyone else. Sometimes, we must process your information in order to comply with a statutory obligation.<\/p>\n<p>For example, we may be required to give information to legal authorities if they so request or if they have the proper authorisation such as a search warrant or court order.<\/p>\n<p>This may include your personal information.<\/p>\n<h4>Specific uses of information you provide to us<\/h4>\n<h4>5.          Information provided on the understanding that it will be shared with a third party<\/h4>\n<p>Our website allows you to post information with a view to that information being read, copied, downloaded, or used by other people.<\/p>\n<p>Examples include:<\/p>\n<p>5.1.       sharing our images or pages onto social media platforms and personal accounts<\/p>\n<p>5.2.       liking or following our social media accounts<\/p>\n<p>5.3.       clicking on an icon next to our or another visitor’s message to convey your agreement, disagreement or thanks<\/p>\n<p>In posting personal information, it is up to you to satisfy yourself about the privacy level of every person who might use it.<\/p>\n<p>We do not specifically use this information except to allow it to be displayed or shared.<\/p>\n<p>We do store it, and we reserve a right to use it in the future in any way we decide.<\/p>\n<p>Once your information enters the public domain, we have no control over what any individual third party may do with it. We accept no responsibility for their actions at any time.<\/p>\n<p>Provided your request is reasonable and there is no legal basis for us to retain it, then at our discretion we may agree to your request to delete personal information that you have posted. You can make a request by contacting us at <a href=\"mailto:support@houseplansdirect.co.uk\">support@houseplansdirect.co.uk<\/a>.<\/p>\n<h4>6.          Information relating to your method of payment<\/h4>\n<p>Payment information is never taken by us or transferred to us either through our website or otherwise. Our employees and contractors never have access to it.<\/p>\n<p>At the point of payment, you are transferred to a secure page on the website of PayPal. That page may be branded to look like a page on our website, but it is not controlled by us.<\/p>\n<h4>7.          Sending a message to our business<\/h4>\n<p>When you contact us, whether by telephone, through our website or by e-mail, we collect the data you have given to us in order to reply with the information you need.<\/p>\n<p>We record your request and our reply in order to increase the efficiency of our business.<\/p>\n<p>We keep personally identifiable information associated with your message, such as your name, phone number and\/ or email address so as to be able to track our communications with you to provide a high quality service.<\/p>\n<h4>8.          Complaining<\/h4>\n<p>When we receive a complaint, we record all the information you have given to us.<\/p>\n<p>We use that information to resolve your complaint.<\/p>\n<p>If your complaint reasonably requires us to contact some other person, we may decide to give to that other person some of the information contained in your complaint. We do this as infrequently as possible, but it is a matter for our sole discretion as to whether we do give information, and if we do, what that information is.<\/p>\n<p>We may also compile statistics showing information obtained from this source to assess the level of service we provide, but not in a way that could identify you or any other person.<\/p>\n<h4>Use of information we collect through automated systems when you visit our website<\/h4>\n<h4>9.          Cookies<\/h4>\n<p>Cookies are small text files that are placed on your computer&#8217;s hard drive by your web browser when you visit any website. They allow information gathered on one web page to be stored until it is needed for use on another, allowing a website to provide you with a personalised experience and the website owner with statistics about how you use the website so that it can be improved.<\/p>\n<p>Some cookies may last for a defined period of time, such as one day or until you close your browser. Others last indefinitely.<\/p>\n<p>Your web browser should allow you to delete any you choose. It also should allow you to prevent or limit their use.<\/p>\n<p>Our website uses cookies. They are placed by software that operates on our servers, and by software operated by third parties whose services we use.<\/p>\n<p>When you first visit our website, we ask you whether you wish us to use cookies. If you choose not to accept them, we shall not use them for your visit except to record that you have not consented to their use for any other purpose.<\/p>\n<p>If you choose not to use cookies or you prevent their use through your browser settings, you will not be able to use all the functionality of our website.<\/p>\n<p>We use cookies in the following ways:<\/p>\n<p>9.1.       to track how you use our website<\/p>\n<p>9.2.       to record whether you have seen specific messages we display on our website<\/p>\n<p>9.3.       to keep you signed in our site<\/p>\n<p>9.4.       to record your answers to surveys and questionnaires on our site while you complete them<\/p>\n<p>9.5.       to record the conversation thread during a live chat with our support team<\/p>\n<h4>10.          Personal identifiers from your browsing activity<\/h4>\n<p>Requests by your web browser to our servers for web pages and other content on our website are recorded.<\/p>\n<p>We record information such as your geographical location, your Internet service provider and your IP address. We also record information about the software you are using to browse our website, such as the type of computer or device and the screen resolution.<\/p>\n<p>We use this information in aggregate to assess the popularity of the webpages on our website and how we perform in providing content to you.<\/p>\n<p>If combined with other information we know about you from previous visits, the data possibly could be used to identify you personally, even if you are not signed in to our website.<\/p>\n<h4>11.          Our use of re-marketing<\/h4>\n<p>Re-marketing involves placing a cookie on your computer when you browse our website in order to be able to serve to you an advert for our products or services when you visit some other website.<\/p>\n<p>We may use a third party to provide us with re-marketing services from time to time. If so, then if you have consented to our use of cookies, you may see advertisements for our products and services on other websites.<\/p>\n<h4>Disclosure and sharing of your information<\/h4>\n<h4>12.          Third party advertising on our website<\/h4>\n<p>Third parties may advertise on our website. In doing so, those parties, their agents or other companies working for them may use technology that automatically collects information about you when their advertisement is displayed on our website.<\/p>\n<p>They may also use other technology such as cookies or JavaScript to personalise the content of, and to measure the performance of their adverts.<\/p>\n<p>We do not have control over these technologies or the data that these parties obtain. Accordingly, this privacy notice does not cover the information practices of these third parties.<\/p>\n<h4>13.          Credit reference<\/h4>\n<p>To assist in combating fraud, we share information with credit reference agencies, so far as it relates to clients or customers who instruct their credit card issuer to cancel payment to us without having first provided an acceptable reason to us and given us the opportunity to refund their money.<\/p>\n<h4>14.          Data may be processed outside the European Union<\/h4>\n<p>Our websites are hosted in the United Kingdom.<\/p>\n<p>We may also use outsourced services in countries outside the European Union from time to time in other aspects of our business.<\/p>\n<p>Accordingly data obtained within the UK or any other country could be processed outside the European Union.<\/p>\n<p>For example, some of the software our website uses may have been developed in the United States of America or in Australia.<\/p>\n<p>We use the following safeguards with respect to data transferred outside the European Union:<\/p>\n<p>14.1.       we comply with a code of conduct approved by a supervisory authority in the European Union, specifically that in the United Kingdom.<\/p>\n<h4>Access to your own information<\/h4>\n<h4>15.          Access to your personal information<\/h4>\n<p>15.1.       At any time you may review or update personally identifiable information that we hold about you, by signing in to your account on our website.<\/p>\n<p>15.2.       To obtain a copy of any information that is not provided on our website you may send us a request at <a href=\"mailto:support@houseplansdirect.co.uk\">support@houseplansdirect.co.uk<\/a>.<\/p>\n<p>15.3.       After receiving the request, we will tell you when we expect to provide you with the information, and whether we require any fee for providing it to you.<\/p>\n<h4>16.          Removal of your information<\/h4>\n<p>If you wish us to remove personally identifiable information from our website, you may contact us at <a href=\"mailto:support@houseplansdirect.co.uk\">support@houseplansdirect.co.uk<\/a>.<\/p>\n<p>This may limit the service we can provide to you.<\/p>\n<h4>17.          Verification of your information<\/h4>\n<p>When we receive any request to access, edit or delete personal identifiable information we shall first take reasonable steps to verify your identity before granting you access or otherwise taking any action. This is important to safeguard your information.<\/p>\n<h4>Other matters<\/h4>\n<h4>18.          Use of site by children<\/h4>\n<p>18.1.       We do not sell products or provide services for purchase by children, nor do we market to children.<\/p>\n<p>18.2.       If you are under 18, you may use our website only with consent from a parent or guardian<\/p>\n<h4>19.          Encryption of data sent between us<\/h4>\n<p>We use Secure Sockets Layer (SSL) certificates to verify our identity to your browser and to encrypt any data you give us.<\/p>\n<p>Whenever information is transferred between us, you can check that it is done so using SSL by looking for a closed padlock symbol or other trust mark in your browser’s URL bar or toolbar.<\/p>\n<h4>20.          How you can complain<\/h4>\n<p>20.1.       If you are not happy with our privacy policy or if have any complaint then you should tell us by email. Our address is <a href=\"mailto:support@houseplansdirect.co.uk\">support@houseplansdirect.co.uk<\/a>.<\/p>\n<p>20.2.       If a dispute is not settled then we hope you will agree to attempt to resolve it by engaging in good faith with us in a process of mediation or arbitration.<\/p>\n<p>20.3.       If you are in any way dissatisfied about how we process your personal information, you have a right to lodge a complaint with the Information Commissioner&#8217;s Office. This can be done at <a href=\"https:\/\/ico.org.uk\/concerns\/\">https:\/\/ico.org.uk\/concerns\/<\/a><\/p>\n<h4>21.          Retention period for personal data<\/h4>\n<p>Except as otherwise mentioned in this privacy notice, we keep your personal information only for as long as required by us:<\/p>\n<p>21.1.       to provide you with the services you have requested;<\/p>\n<p>21.2.       to comply with other law, including for the period demanded by our tax authorities;<\/p>\n<p>21.3.       to support a claim or defence in court.<\/p>\n<h4>22.          Compliance with the law<\/h4>\n<p>Our privacy policy has been compiled so as to comply with the law of every country or legal jurisdiction in which we aim to do business. If you think it fails to satisfy the law of your jurisdiction, we should like to hear from you.<\/p>\n<p>However, ultimately it is your choice as to whether you wish to use our website.<\/p>\n<h4>23.          Review of this privacy policy<\/h4>\n<p>We may update this privacy notice from time to time as necessary. The terms that apply to you are those posted here on our website on the day you use our website. We advise you to print a copy for your records.<\/p>\n<p>If you have any question regarding our privacy policy, please contact us.<\/p>\n<!--themify_builder_content-->\n<div id=\"themify_builder_content-69607\" data-postid=\"69607\" class=\"themify_builder_content themify_builder_content-69607 themify_builder tf_clear\">\n    <\/div>\n<!--\/themify_builder_content-->","protected":false},"excerpt":{"rendered":"<p>This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_editorskit_title_hidden":false,"_editorskit_reading_time":0,"_editorskit_is_block_options_detached":false,"_editorskit_block_options_position":"{}","_uag_custom_page_level_css":""},"acf":[],"featured_image_urls":{"full":"","thumbnail":"","medium":"","medium_large":"","large":"","1536x1536":"","2048x2048":"","woocommerce_thumbnail":"","woocommerce_single":"","woocommerce_gallery_thumbnail":""},"post_excerpt_stackable":"<p>This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets out the conditions under which we may process any information that we collect from you, or that you provide to us. It covers information that could identify you (“personal information”) and information that could not. In the context of the law and this notice, “process”&hellip;<\/p>\n","category_list":"","author_info":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num":"0 comments","featured_image_urls_v2":{"full":"","thumbnail":"","medium":"","medium_large":"","large":"","1536x1536":"","2048x2048":"","woocommerce_thumbnail":"","woocommerce_single":"","woocommerce_gallery_thumbnail":""},"post_excerpt_stackable_v2":"<p>This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets out the conditions under which we may process any information that we collect from you, or that you provide to us. It covers information that could identify you (“personal information”) and information that could not. In the context of the law and this notice, “process”&hellip;<\/p>\n","category_list_v2":"","author_info_v2":{"name":"admin","url":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"comments_num_v2":"0 comments","yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Notice - Houseplansdirect<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/houseplansdirect.co.uk\/privacy-notice\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Notice - Houseplansdirect\" \/>\n<meta property=\"og:description\" content=\"This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/houseplansdirect.co.uk\/privacy-notice\/\" \/>\n<meta property=\"og:site_name\" content=\"Houseplansdirect\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/houseplansdirectuk\" \/>\n<meta property=\"article:modified_time\" content=\"2021-09-25T05:41:01+00:00\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/privacy-notice\/\",\"url\":\"https:\/\/houseplansdirect.co.uk\/privacy-notice\/\",\"name\":\"Privacy Notice - Houseplansdirect\",\"isPartOf\":{\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\"},\"datePublished\":\"2017-08-11T11:24:12+00:00\",\"dateModified\":\"2021-09-25T05:41:01+00:00\",\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/houseplansdirect.co.uk\/privacy-notice\/\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/houseplansdirect.co.uk\/#website\",\"url\":\"https:\/\/houseplansdirect.co.uk\/\",\"name\":\"Houseplansdirect\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Notice - Houseplansdirect","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/houseplansdirect.co.uk\/privacy-notice\/","og_locale":"en_GB","og_type":"article","og_title":"Privacy Notice - Houseplansdirect","og_description":"This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets [&hellip;]","og_url":"https:\/\/houseplansdirect.co.uk\/privacy-notice\/","og_site_name":"Houseplansdirect","article_publisher":"https:\/\/www.facebook.com\/houseplansdirectuk","article_modified_time":"2021-09-25T05:41:01+00:00","twitter_misc":{"Estimated reading time":"14 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/houseplansdirect.co.uk\/privacy-notice\/","url":"https:\/\/houseplansdirect.co.uk\/privacy-notice\/","name":"Privacy Notice - Houseplansdirect","isPartOf":{"@id":"https:\/\/houseplansdirect.co.uk\/#website"},"datePublished":"2017-08-11T11:24:12+00:00","dateModified":"2021-09-25T05:41:01+00:00","inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/houseplansdirect.co.uk\/privacy-notice\/"]}]},{"@type":"WebSite","@id":"https:\/\/houseplansdirect.co.uk\/#website","url":"https:\/\/houseplansdirect.co.uk\/","name":"Houseplansdirect","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/houseplansdirect.co.uk\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"}]}},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false,"woocommerce_thumbnail":false,"woocommerce_single":false,"woocommerce_gallery_thumbnail":false},"uagb_author_info":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"uagb_comment_info":0,"uagb_excerpt":"This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets&hellip;","builder_content":"","rttpg_featured_image_url":null,"rttpg_author":{"display_name":"admin","author_link":"https:\/\/houseplansdirect.co.uk\/author\/admin\/"},"rttpg_comment":0,"rttpg_category":null,"rttpg_excerpt":"This is the privacy notice of Cadtech Design t\/a Houseplansdirect. In this document, &#8220;we&#8221;, &#8220;our&#8221;, or &#8220;us&#8221; refer to Cadtech Design t\/a Houseplansdirect. Our business address is Houseplansdirect, The Coppice, Hereford HR1 4PA. Introduction 1.            This is a notice to inform you of our policy about all information that we record about you. It sets&hellip;","_links":{"self":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages\/69607"}],"collection":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/comments?post=69607"}],"version-history":[{"count":0,"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/pages\/69607\/revisions"}],"wp:attachment":[{"href":"https:\/\/houseplansdirect.co.uk\/wp-json\/wp\/v2\/media?parent=69607"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}